Repository: unplanned-travel/ios
Catalog: UnplannedTravel/UnplannedTravel/Localizable.xcstrings
Source language: en
Languages: es, eu

source: Accept
es: Aceptar
eu: Onartu

source: Add the first stage with the + button
es: Añade la primera etapa con el botón +
eu: Gehitu lehen etapa + botoiarekin

source: Add your first trip with the + button
es: Añade tu primer viaje con el botón +
eu: Gehitu zure lehen bidaia + botoiarekin

source: Address
es: Dirección
eu: Helbidea

source: Arrival
es: Llegada
eu: Iristea

source: Booking
es: Reserva
eu: Erreserba

source: Booking notes
es: Notas de reserva
eu: Erreserba oharrak

source: Cancel
es: Cancelar
eu: Utzi

# categoria.actividades
source: Activities
es: Actividades
eu: Jarduerak

# categoria.alojamiento
source: Accommodation
es: Alojamiento
eu: Ostatua

# categoria.foodAndDrink
source: Food & Drink
es: Comida y bebida
eu: Janaria eta edaria

# categoria.ocio
source: Entertainment
es: Ocio
eu: Aisia

# categoria.transporte
source: Transport
es: Transporte
eu: Garraioa

# categoria.vuelos
source: Flights
es: Vuelos
eu: Hegaldiak

source: Check-in
es: Entrada
eu: Sarrera

source: Check-out
es: Salida
eu: Irteera

source: City
es: Ciudad
eu: Hiria

source: Coordinates saved
es: Coordenadas guardadas
eu: Koordenatuak gordeta

source: Cost
es: Coste
eu: Kostua

source: Could not determine iCloud account status. Check your connection.
es: No se pudo determinar el estado de iCloud. Comprueba tu conexión.
eu: Ezin izan da iCloud egoera zehaztu. Egiaztatu konexioa.

source: Country
es: País
eu: Herrialdea

source: Date
es: Fecha
eu: Data

source: Dates
es: Fechas
eu: Datak

source: Delete
es: Eliminar
eu: Ezabatu

source: Departure
es: Salida
eu: Irteera

source: Destination
es: Destino
eu: Helmuga

source: Done
es: Hecho
eu: Eginda

source: Edit
es: Editar
eu: Editatu

source: Edit plan
es: Editar plan
eu: Plana editatu

source: End
es: Fin
eu: Amaiera

source: Error accepting invitation
es: Error al aceptar la invitación
eu: Errore gonbidapena onartzean

source: Error saving
es: Error al guardar
eu: Errore gordetzean

source: Estimated
es: Previsto
eu: Aurreikusia

source: Export
es: Exportar
eu: Esportatu

# field.name
source: Name
es: Nombre
eu: Izena

# field.title
source: Title
es: Título
eu: Izenburua

source: Full address
es: Dirección completa
eu: Helbide osoa

source: Generated with Unplanned
es: Generado con Unplanned
eu: Unplanned-ekin sortua

source: Hotel name
es: Nombre del hotel
eu: Hotelaren izena

source: iCloud access is restricted on this device.
es: El acceso a iCloud está restringido en este dispositivo.
eu: iCloud-erako sarbidea mugatua da gailu honetan.

source: iCloud account is not available.
es: La cuenta de iCloud no está disponible.
eu: iCloud kontua ez dago eskuragarri.

source: iCloud is temporarily unavailable. Try again later.
es: iCloud no está disponible temporalmente. Inténtalo de nuevo más tarde.
eu: iCloud ez dago eskuragarri momentuz. Saiatu berriro geroago.

source: iCloud Required
es: iCloud necesario
eu: iCloud beharrezkoa da

source: Lat
es: Coord.
eu: Koordenat.

source: New %@
es: Nuevo %@
eu: %@ berria

source: New plan
es: Nuevo plan
eu: Plan berria

source: New stage
es: Nueva etapa
eu: Etapa berria

source: Nights
es: Noches
eu: Gauak

source: No plans
es: Sin planes
eu: Planik gabe

source: No stages
es: Sin etapas
eu: Etaparik gabe

source: No stages recorded.
es: Sin etapas registradas.
eu: Etaparik erregistratu gabe.

source: No title
es: Sin título
eu: Izenbururik gabe

source: Notes
es: Notas
eu: Oharrak

source: Open in Maps
es: Abrir en Mapas
eu: Mapetan ireki

source: Options
es: Opciones
eu: Aukerak

source: Origin
es: Origen
eu: Jatorria

source: Phone
es: Teléfono
eu: Telefonoa

source: Place name
es: Nombre del lugar
eu: Lekuaren izena

source: Provider
es: Proveedor
eu: Hornitzailea

source: Reference
es: Referencia
eu: Erreferentzia

source: Round trip
es: Ruta circular
eu: Joan-etorria

source: Save
es: Guardar
eu: Gorde

source: Search for a place, city or address
es: Buscar lugar, ciudad o dirección
eu: Bilatu lekua, hiria edo helbidea

source: Search on map
es: Buscar en el mapa
eu: Bilatu mapan

source: Select
es: Seleccionar
eu: Hautatu

source: Select location
es: Seleccionar ubicación
eu: Kokapena hautatu

source: Selected location
es: Ubicación seleccionada
eu: Hautatutako kokapena

source: Show on map
es: Mostrar en el mapa
eu: Erakutsi mapan

source: Sign in to iCloud in Settings to use Unplanned.
es: Inicia sesión en iCloud en Ajustes para usar Unplanned.
eu: Hasi saioa iCloud-en Ezarpenetan Unplanned erabiltzeko.

source: Start
es: Comienzo
eu: Hasiera

source: Time
es: Hora
eu: Ordua

# tipo.actividad
source: Activity
es: Actividad
eu: Jarduera

# tipo.barco
source: Ferry
es: Barco
eu: Itsasontzia

# tipo.cine
source: Cinema
es: Cine
eu: Zinema

# tipo.coche
source: Car
es: Coche
eu: Autoa

# tipo.compras
source: Shopping
es: Compras
eu: Erosketak

# tipo.concierto
source: Concert
es: Concierto
eu: Kontzertua

# tipo.deporte
source: Sport
es: Deporte
eu: Kirola

# tipo.museo
source: Museum
es: Museo
eu: Museoa

# tipo.restaurante
source: Restaurant
es: Restaurante
eu: Jatetxea

# tipo.reunion
source: Meeting
es: Reunión
eu: Bilera

# tipo.teatro
source: Theatre
es: Teatro
eu: Antzokia

# tipo.tren
source: Train
es: Tren
eu: Trena

# tipo.vidaNocturna
source: Nightlife
es: Vida nocturna
eu: Gaueko bizitza

# tipo.visitaGuiada
source: Guided tour
es: Visita guiada
eu: Bisita gidatua

# tipo.vuelo
source: Flight
es: Vuelo
eu: Hegaldia

source: Title
es: Título
eu: Izenburua

source: Trip
es: Viaje
eu: Bidaia

source: Use this location
es: Usar esta ubicación
eu: Erabili kokapen hau

source: View on map
es: Ver en el mapa
eu: Ikusi mapan

source: Website
es: Web
eu: Webgunea

source: With dates
es: Con fechas
eu: Dataekin

source: Email
eu: Posta elektronikoa

source: Extras
eu: Gehigarriak

source: Hotel
eu: Hotela

source: Plan
eu: Plana

# tipo.bar
source: Pub & Bar
eu: Pub & Barra

# tipo.bus
source: Bus
eu: Autobusa

# tipo.cafe
source: Café
eu: Kafetegia

# tipo.hotel
source: Hotel
eu: Hotela

# tipo.metro
source: Metro
eu: Metroa

# tipo.taxi
source: Taxi
eu: Taxia

source: Total
eu: Guztira
